IDEA Open Model
NumberGroups.Create Method (Double[])
Compatible with IDEA StatiCa v 10.1
 Creates new instance with one group with specified sequence of numbers.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public static NumberGroups Create(
	params double[] positions
)
Public Shared Function Create (
	ParamArray positions As Double()
) As NumberGroups
public:
static NumberGroups^ Create(
	... array<double>^ positions
)
Parameters
positions
Type: System.Double[]
The sequence of numbers to add to group.
Return Value
Type: NumberGroups
A new instance of group.
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace